Revit 2024 API
FieldDomainPoints Properties
The FieldDomainPoints type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FieldDomainPoints Class
Autodesk.Revit.DB.Analysis Namespace